IDEA Open Model
ExposureClassesDataEc2.FreezeAttack Property
Compatible with IDEA StatiCa v 10.1
 Combo box Freeze/Thaw Attack
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ExposureClassEc2 FreezeAttack { get; set; }
Public Property FreezeAttack As ExposureClassEc2
	Get
	Set
public:
property ExposureClassEc2 FreezeAttack {
	ExposureClassEc2 get ();
	void set (ExposureClassEc2 value);
}
Property Value
Type: ExposureClassEc2
See Also
Reference
ExposureClassesDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace